import { Payee } from "@/types/voucher";

export const defaultPayees: Payee[] = [
  {
    id: "1",
    name: "นายปิยะรัตน์ โสดา",
    taxId: "1330300239519",
    address: "50 หมู่ที่ 13 ต.จาน อ.กันทรารมย์ จ.ศรีสะเกษ 33130",
    type: "บุคคลธรรมดา",
    whtRate: 3,
  },
  {
    id: "2",
    name: "ธนบดี นามมุงคุณ",
    taxId: "1399400003221",
    address: "111 หมู่ที่ 3 ต.ด่านช้าง อ.นากลาง จ.หนองบัวลำภู 39170",
    type: "บุคคลธรรมดา",
    whtRate: 3,
  },
  {
    id: "3",
    name: "มัฆวัน บูรณะอำนวย",
    taxId: "1200101780989",
    address: "16/458 หมู่ที่ 5 ต.ห้วยกะปิ อ.เมืองชลบุรี จ.ชลบุรี 20130",
    type: "บุคคลธรรมดา",
    whtRate: 3,
  },
];
